accountsservice
autoconf
automake
base
cmake
debugedit
dhcpcd
dmenu
efibootmgr
extra-cmake-modules
fakeroot
feh
firefox
flex
gcc
git
github-cli
glfw-x11
glm
grub
i3-wm
i3blocks
i3lock
i3status
imagemagick
kitty
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lua
m4
make
man-db
nautilus
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nitrogen
noto-fonts-emoji
npm
openssh
os-prober
p7zip
patch
pkgconf
polybar
pulseaudio
pyright
rsync
rust-analyzer
rustup
shaderc
sudo
texinfo
ttf-font-awesome
vi
vulkan-radeon
wayland-protocols
which
xf86-video-amdgpu
xorg-xwayland
yarn
